{
  "meta_employers_description": "Europratsya übersetzt Ihr Stellenangebot ins Ukrainische und veröffentlicht Ihre Stellenanzeige kostenlos, damit Vertriebene in einer Datenbank nach relevanten Stellen suchen können.",
  "meta_employers_title": "Hilfe bei der Arbeitssuche für Ukrainer",
  "Helping you reach Ukrainians": "Wir helfen Ihnen, die Ukrainer zu erreichen",
  "Košice in Slovakia": "Košice in der Slowakei",
  "Central business district of Košice in Slovakia, which offers a mix of tech, manufacturing and logistics careers.": "Zentrales Geschäftsviertel von Košice in der Slowakei, das eine Mischung aus technischen, verarbeitenden und logistischen Berufen bietet.",
  "If your company wants to interview Ukrainian candidates, we make it free and simple for you with expert translations of your vacancy advertisement into Ukrainian.": "Wenn Ihr Unternehmen ukrainische Bewerber interviewen möchte, machen wir es Ihnen mit der fachkundigen Übersetzung Ihrer Stellenanzeige ins Ukrainische einfach und kostenlos.",
  "You will help candidates search a Europe-wide database of relevant jobs in their own language.": "Sie helfen den Kandidaten, eine europaweite Datenbank mit relevanten Stellenangeboten in ihrer eigenen Sprache zu durchsuchen.",
  "Fill in our contact form and add your workplace's language requirements.": "Füllen Sie unser Kontaktformular aus und fügen Sie die Sprachanforderungen Ihres Unternehmens hinzu.",
  "Your name": "Ihr Name",
  "First name, last name": "Vorname, Nachname",
  "Email": "Email",
  "Your email address": "Ihre E-Mail Adresse",
  "Your role in company": "Ihre Rolle im Unternehmen",
  "Your title": "CEO, HR",
  "Company name": "Firmenname",
  "Please include GmbH, SA, Ltd, AS etc": "GmbH, SA, Ltd, AS, ...",
  "Your company's URL": "Die URL Ihrer Firma",
  "Preferred language": "Gewünschte Sprache",
  "Language 1": "Sprache 1",
  "Also considered": "Auch als",
  "Language 2": "Sprache 1",
  "Comments": "Kommentar",
  "Job description including requirements, or link to your own careers page. For part-time work or manual work please include wage estimate per hour in EUR.": "Stellenbeschreibung mit Anforderungen oder Link zu Ihrer eigenen Karriereseite. Bei Teilzeitarbeit oder manueller Arbeit bitte den geschätzten Stundenlohn in EUR angeben.",
  "meta_candidats_title": "Hilfe bei Lebensläufen für Ukrainer",
  "meta_candidates_description": "Europratsya übersetzt Ihren Lebenslauf kostenlos ins Englische oder Deutsche, damit Sie sich auf die Arbeitssuche und die Planung von Vorstellungsgesprächen konzentrieren können.",
  "Helping you support Ukraine": "Hilfe bei der Unterstützung der Ukraine",
  "Employee at Farmasoft's logistics facilities in Kyiv. Their staff has provided expert services to the pharmaceutical and life sciences industry in Ukraine since 1999.": "Mitarbeiter in den Logistikeinrichtungen von Farmasoft in Kiew. Die Mitarbeiter von Farmasoft bieten der Pharma- und Biowissenschaftsindustrie in der Ukraine seit 1999.",
  "We help Ukrainian speakers set up a base for the short or long term outside Ukraine's borders. We also help residents of Ukraine find remote work.": "Wir helfen ukrainischsprachigen Menschen dabei, sich kurz- oder langfristig außerhalb der Grenzen der Ukraine. Wir helfen auch Einwohnern der Ukraine bei der Suche nach einem Arbeitsplatz im Ausland.",
  "To save you time, we will translate your CV into either English or German free of charge.": "Um Ihnen Zeit zu sparen, übersetzen wir Ihren Lebenslauf entweder ins Englisch oder Deutsch kostenlos.",
  "Before sending, ": "Vor dem Absenden, ",
  "check our pro tips to adjust UKR CVs for EU employers.": "shen Sie sich unsere Profi-Tipps an, um UKR-Lebensläufe für EU-Arbeitgeber anzupassen.",
  "Upload your CV": "Lebenslauf hochladen",
  "We check and adapt": "Wir prüfen sie und passen sie an",
  "CV gets translated": "CV wird übersetzt",
  "Ready to apply for vacancies": "Bereit zur Bewerbung auf offene Stellen",
  "Full name": "Name",
  "First language": "Erste Sprache",
  "Second language": "Zweite Sprache",
  "Upload CV": "CV hochladen",
  "To be translated into": "Zu übersetzen in",
  "English": "English",
  "German": "Deutsch",
  "Comments (max. 200 characters)": "Kommentare",
  "Message": "Kommentare"
}
