{
  "Our web portal helps job-seekers who need to set up a temporary base for their families outside Ukraine. We also post remote jobs suitable for workers based inside Ukraine. One Ukrainian-language database for skills in demand and vacancies across Europe - free for candidates and free for employers.": "Unser Webportal hilft Arbeitssuchenden, die eine vorübergehende Basis für ihre Familien außerhalb der Ukraine schaffen müssen. Wir veröffentlichen auch Fernarbeitsplätze, die für Arbeitnehmer in der Ukraine geeignet sind. Eine ukrainischsprachige Datenbank für gefragte Qualifikationen und freie Stellen in ganz Europa - kostenlos für Bewerber und kostenlos für Arbeitgeber.",
  "Non-profit job portal for Ukrainian job-seekers in Europe": "Gemeinnütziges Jobportal für ukrainische Arbeitssuchende in Europa",
  "Our portal assists European employers in finding skilled Ukrainian workers.": "Unser Portal unterstützt europäische Arbeitgeber bei der Suche nach qualifizierten ukrainischen Arbeitskräften.",
  "Candidates": "Bewerber",
  "We welcome Ukrainians to European Union.": "Unser Portal unterstützt europäische Arbeitgeber bei der Suche nach qualifizierten ukrainischen Arbeitskräften.",
  "Please check our work visa guides and skills shortages guide": "Bitte sehen Sie sich unseren Leitfaden für Arbeitsvisa und den Leitfaden zum Fachkräftemangel",
  "country by country": "Land für Land an",
  "Do you need CV translation help?": "Brauchen Sie Hilfe bei der Übersetzung Ihres Lebenslaufs?",
  "Employers": "Arbeitgeber",
  "To evaluate Ukrainian CVs, please check our": "Um ukrainische Lebensläufe zu bewerten, lesen Sie bitte unsere",
  "UKR education explainer": "Erklärungen zur Ausbildung in der Ukraine",
  "and our": "und zum",
  "UKR expertise explainer": "Fachwissen in der Ukraine",
  "Register to post your vacancies": "Registrieren Sie sich, um Ihre offenen Stellen zu veröffentlichen",
  "Europratsya post jobs for candidates who need to set up a temporary base for their families outside Ukraine. We also post remote jobs suitable for workers based inside Ukraine.": "Europratsya stellt Stellen für Kandidaten aus, die einen vorübergehenden Wohnsitz für ihre Familien außerhalb der Ukraine suchen. Wir veröffentlichen auch Stellenangebote für Arbeitnehmer, die in der Ukraine leben.",
  "One Ukrainian-language database for skills in demand and vacancies across Europe - free for candidates and employers.": "Eine ukrainischsprachige Datenbank für gefragte Qualifikationen und freie Stellen in ganz Europa - kostenlos für Bewerber und Arbeitgeber.",
  "Several Nobel prize winners in medicine, physics, chemistry and literature hail from Ukraine. Its oldest universities are from the 16th and 17th century, and continue to produce world-class graduates in sciences, engineering, agriculture and mining.": "Mehrere Nobelpreisträger in Medizin, Physik, Chemie und Literatur stammen aus der Ukraine. Die ältesten Universitäten des Landes stammen aus dem 16. und 17. Jahrhundert und bringen auch heute noch Absolventen von Weltrang in den Bereichen Naturwissenschaften, Ingenieurwesen, Landwirtschaft und Bergbau hervor."
}
