{
  "meta_employers_title": "Допомога з полегшенням пошуку роботи для українців",
  "meta_employers_description": "Europratsya переведе вашу вакансію на українську мову і безкоштовно розмістить оголошення про вакансію, створюючи одну базу даних для пошуку роботи.",
  "Helping you reach Ukrainians": "Допомога з полегшенням пошуку роботи для українців",
  "Košice in Slovakia": "Кошице в Словаччині",
  "Central business district of Košice in Slovakia, which offers a mix of tech, manufacturing and logistics careers.": "Центральний діловий район Кошице в Словаччині, який пропонує поєднання технологій, виробництва та логістики.",
  "If your company wants to interview Ukrainian candidates, we make it free and simple for you with expert translations of your vacancy advertisement into Ukrainian.": "Якщо ваша компанія хоче провести співбесіду з українськими кандидатами, ми зробимо це безкоштовно та просто, за допомогою експертного перекладу вашого оголошення про вакансію українською мовою.",
  "You will help candidates search a Europe-wide database of relevant jobs in their own language.": "Ви допоможете кандидатам шукати в загальноєвропейській базі даних відповідних вакансій їхньою мовою.",
  "Fill in our contact form and add your workplace's language requirements.": "Заповніть нашу контактну форму та додайте вимоги до мови вашого робочого місця.",
  "Your name": "Повне ім'я",
  "First name, last name": "Повне ім'я",
  "Email": "Електронна пошта",
  "Your email address": "електронна@пошта",
  "Your role in company": "Ваша роль у компанії",
  "Your title": "CEO, HR",
  "Company name": "Назва компанії",
  "Please include GmbH, SA, Ltd, AS etc": "Назва компанії",
  "Your company's URL": "Веб-сайт",
  "Preferred language": "Бажана мова",
  "Language 1": "англійська",
  "Also considered": "Також враховуючи",
  "Language 2": "німецький",
  "Comments": "Коментар",
  "Job description including requirements, or link to your own careers page. For part-time work or manual work please include wage estimate per hour in EUR.": "Коментар",
  "meta_candidats_title": "Матеріал який допоможе українцям зі створенням резюме.",
  "meta_candidates_description": "Europratsya безкоштовно переведе ваше резюме на англійську або німецьку мову, щоб допомогти вам зосередитися на безпосередній пошук роботи або підготовку до інтерв'ю.",
  "Helping you support Ukraine": "Матеріал який допоможе українцям зі створенням резюме.",
  "Employee at Farmasoft's logistics facilities in Kyiv. Their staff has provided expert services to the pharmaceutical and life sciences industry in Ukraine since 1999.": "Співробітник логістичного комплексу «Фармасофт» у Києві. З 1999 року їх співробітники надають експертні послуги фармацевтичній і медико-біологічній галузі в Україні.",
  "We help Ukrainian speakers set up a base for the short or long term outside Ukraine's borders. We also help residents of Ukraine find remote work.": "Ми допомагаємо україномовним створити базу на короткий або довгостроковий період за межами України. Також ми допомагаємо жителям України знайти віддалену роботу.",
  "To save you time, we will translate your CV into either English or German free of charge.": "Щоб заощадити ваш час, ми безкоштовно перекладемо ваше резюме англійською або німецькою мовами.",
  "Upload your CV": "Завантажте своє резюме",
  "We check and adapt": "Перевіряємо і адаптуємо",
  "CV gets translated": "CV перекладається",
  "Ready to apply for vacancies": "Ви готові подати заявку на вакансії",
  "Full name": "Повне ім'я",
  "First language": "Перша мова",
  "Second language": "Друга мова",
  "Upload CV": "Завантажте резюме",
  "To be translated into": "Для перекладу на",
  "English": "англійська мова",
  "German": "німецька мова",
  "Comments (max. 200 characters)": "Коментарі",
  "Message": "Коментарі"
}
