{
  "Our web portal helps job-seekers who need to set up a temporary base for their families outside Ukraine. We also post remote jobs suitable for workers based inside Ukraine. One Ukrainian-language database for skills in demand and vacancies across Europe - free for candidates and free for employers.": "Наш вебпортал допомагає в пошуках роботи тим кому необхідно створити тимчасову базу для своїх сімей за межами України. У нас також є дистанційні робочі місця, вони підійдуть кандидатам які знаходяться в України. Одна україномовна база даних для вакансій по всій Європі - безкоштовна для кандидатів і безкоштовна для роботодавців.україномовна база даних для вакансій по всій Європі - безкоштовна для кандидатів і безкоштовна для роботодавців.",
  "Non-profit job portal for Ukrainian job-seekers in Europe": "Некомерційний портал вакансій для українців які шукають роботу в Європі",
  "Our portal assists European employers in finding skilled Ukrainian workers.": "Наш портал допомагає європейським роботодавцям у пошуку кваліфікованих українських працівників.",
  "Candidates": "Кандидати",
  "Please check our work visa guides and skills shortages guide": "Кандидати Будь ласка, ознайомтеся з нашими посібниками з отримання робочої візи та посібником з потреб в",
  "country by country": "кардах у різних країнах",
  "Do you need CV translation help?": "Потрібна домопога з перекладом резюме?",
  "Employers": "Роботодавці",
  "To evaluate Ukrainian CVs, please check our": "Щоб оцінити українські резюме, будь ласка, ознайомтеся з поясненням Щоб оцінити українські резюме, будь ласка, перегляньте наш",
  "UKR education explainer": "української освіти",
  "and our": "та поясненням",
  "UKR expertise explainer": "професійних навичок",
  "Register to post your vacancies": "Зареєструйтеся, щоб опублікувати свої вакансії",
  "Europratsya post jobs for candidates who need to set up a temporary base for their families outside Ukraine. We also post remote jobs suitable for workers based inside Ukraine.": "Європраця розміщує вакансії для кандидатів, яким необхідно створити тимчасову базу для своїх сімей за межами України. Ми також розміщуємо дистанційні вакансії що підійдуть працівникам які проживають в Україні.",
  "One Ukrainian-language database for skills in demand and vacancies across Europe - free for candidates and employers.": "Одна україномовна база даних для вакансій та кваліфікацій потрібних в Європі – безплатно для кандидатів та роботодавців.",
  "Several Nobel prize winners in medicine, physics, chemistry and literature hail from Ukraine. Its oldest universities are from the 16th and 17th century, and continue to produce world-class graduates in sciences, engineering, agriculture and mining.": "Кілька лауреатів Нобелівської премії - Ілля Мечников, Зельман Ваксман і інші - з медицини, фізики, хімії та літератури народилися в Україні. Найстаріші українські університети засновані у 16-17 століттях. Вони до сих пір навчають фахівців світового рівня в галузі науки і техніки, сільського господарства та гірництва."
}
